"""
Answer phrases
"""

hello = 'Привет, {}! Хочешь узнать, кто кидала? Напиши номер телефона, банковской карты или адрес страницы.'

tell_about_cheater = 'Расскажи свою историю. \n Если передумал - нажми на кнопку'

help_us = "Для помощи можешь перевести денежку сам знаешь куда."

samples = 'Например: \n' \
          'Страницы: \n' \
          'vk.com/id987654321 \n' \
          'vk.com/durov \n' \
          'а еще лучше - скопируйте адрес из браузера;\n' \
          'Телефоны: \n' \
          '+700012365487 \n' \
          '89991112233 \n' \
          'Карты: \n' \
          '1234 5678 9123 4567 8901 \n' \
          '1234567890123456'

how_check = 'Чтобы проверить человека, напиши адрес его страницы, номер телефона или номер банковской карты. \n' \
            + samples

